Repository: afrigis/user-feedback
Catalog: languages/user-feedback-*.po
Languages: pl_pl, ru_ru, tr_tr

source: No data provided
pl_pl: Brak danych
tr_tr: Veri sağlanmadı.

source: Submission successful!
pl_pl: Złożenie zgłoszenia udane!
tr_tr: Gönderim başarılı!

source: Anonymous
pl_pl: Anonimowy
ru_ru: Анонимно
tr_tr: Gizli

source: (not provided)
pl_pl: (nie dostarczono)
ru_ru: (не указано)
tr_tr: (verilmedi)

source: Yes
pl_pl: Tak
ru_ru: Да
tr_tr: Evet

source: No
pl_pl: Nie
ru_ru: Нет
tr_tr: Hayır

source: Howdy,
pl_pl: Cześć,
ru_ru: Привет,
tr_tr: Hey,

source: You just received a new user feedback regarding your website!
pl_pl: Właśnie otrzymałeś/aś nową opinię użytkownika dotyczącą Twojej strony!
ru_ru: Вам только что отправили отзыв о вашем сайте!
tr_tr: Web sitene yönelik olarak yeni bir kullanıcı geri bildirimi aldın.

source: Name: %s
pl_pl: Imię: %s
ru_ru: Имя: %s
tr_tr: İsim: %

source: Email: %s
ru_ru: Адрес: %s
tr_tr: Eposta: %

source: Browser: %s (%s)
pl_pl: Przeglądarka: %s (%s)
ru_ru: Браузер: %s (%s)
tr_tr: Tarayıcı: %s (%s)

source: Cookies enabled: %s
pl_pl: Ciasteczka włączone: %s
ru_ru: Куки включены: %s
tr_tr: Çerezler aktif:%s

source: Visited URL: %s
pl_pl: Odwiedzony URL: %s
ru_ru: Страница: %s
tr_tr: Ziyaret edilen link. %s

source: Site Language: %s
pl_pl: Język strony: %s
ru_ru: Язык сайта: %s
tr_tr: Site dili: %s

source: User Languages: %s
pl_pl: Języki użytkownika: %s
ru_ru: Язык пользователя: %s
tr_tr: Kullanıcı dilleri: %s

source: Additional Notes:
pl_pl: Dodatkowe uwagi:
ru_ru: Дополнительные комментарии:
tr_tr: Ek notlar:

source: A screenshot of the visited page is attached.
pl_pl: Zrzut ekranu został załączony
ru_ru: Скриншот страницы во вложении.
tr_tr: Ziyaret edilen sayfanın ekran görüntüsü ekte

source: [%s] New User Feedback
pl_pl: [%s] Nowe Zgłoszenie Użytkownika
ru_ru: [%s] Новый отзыв от пользователя
tr_tr: [%s] Ziyaretçi geri bildirimi *yeni*

source: We just received the following feedback from you and will get in touch shortly. Thank you.
pl_pl: Otrzymaliśmy od Ciebie zgłoszenie. Dziękujemy.
ru_ru: Спасибо за ваш отзыв! Мы все получили и скоро с вами свяжемся.
tr_tr: Sizden aşağıdaki geri bildirimi aldık ve geri dönüş yapacağız. Teşekkürler.

source: Browser: %s
pl_pl: Przeglądarka: %s
ru_ru: Браузер: %s
tr_tr: Tarayıcı: %s

source: [%s] Your Feedback
pl_pl: [%s] Twoje zgłoszenie
ru_ru: [%s] Ваш отзыв
tr_tr: [%s] Geri bildiriminiz

source: Feedback
pl_pl: Wyślij zgłoszenie
ru_ru: Отзыв
tr_tr: Geri bildirim

source: Howdy stranger,
pl_pl: Witaj nieznajomy,
ru_ru: Привет, незнакомец!
tr_tr: Selam yabancı,

source: Please let us know who you are. This way we will get back to you as soon as the issue is resolved:
pl_pl: Daj nam znać, kim jesteś. W ten sposób będziemy mogli Tobie odpowiedzieć tak szybko, jak tylko problem zostanie rozwiązany:
ru_ru: Пожалуйста, укажите свое имя, чтобы бы мы могли связаться с вами, как только решим проблему:
tr_tr: Kim oldugun hakkında biraz bilgiye ihtiyacımız var. Böylece, problem çözülünce sana geri dönüş yapabiliriz.

source: Next
pl_pl: Przejdź dalej
ru_ru: Далее
tr_tr: Sonraki

source: Stay anonymous
pl_pl: Pozostań anonimowy
ru_ru: Отправить анонимно
tr_tr: Gizli kal

source: Hello
pl_pl: Witaj
ru_ru: Привет!
tr_tr: Selam

source: Please help us understand your feedback better!
pl_pl: Pozwól nam lepiej zrozumieć Twoje zgłoszenie.
ru_ru: Помогите нам понять, как именно мы можем вам помочь!
tr_tr: Bize, geri bildirimini anlamak konusunda yardımcı ol.

source: You can not only leave us a message but also highlight areas relevant to your feedback.
pl_pl: Możesz nie tylko zostawić nam wiadomość, ale zaznaczyć obszar strony dotyczący Twojego zgłoszenia.
ru_ru: Вы можете не только отправить нам сообщение, но также выделить область на экране.
tr_tr: Bize sadece mesaj bırakmakla kalmayıp, aynı zamanda da geri bildiriminle alakalı alanları işaretleyebilirsin.

source: Don't show me this again
pl_pl: Nie pokazuj tego więcej.
ru_ru: Больше не показывать
tr_tr: Bunu bana tekrar gösterme.

source: Highlight the areas relevant to your feedback.
pl_pl: Zaznacz obszar dotyczący zgłoszenia i naciśnij "Zrób zrzut ekranu". Następnie zaczekaj, chwilę potrwa zanim będziesz mógł kontynuować zgłoszenie.
ru_ru: Выделите область на экране, которая имеет отношение к вашему отзыву.
tr_tr: Geri bildiriminle alakalı yerleri işaretle.

source: Take screenshot
pl_pl: Zrób zrzut ekranu
ru_ru: Сделать снимок экрана
tr_tr: Ekran görüntüsü al

source: Theme:
pl_pl: Szablon:
ru_ru: Тема:
tr_tr: Tema

source: Page:
pl_pl: Strona:
ru_ru: Страница:
tr_tr: Sayfa

source: Browser:
pl_pl: Przeglądarka:
ru_ru: Браузер:
tr_tr: Tarayıcı

source: Language:
pl_pl: Język:
ru_ru: Язык:
tr_tr: Dil:

source: Send
pl_pl: Wyślij
ru_ru: Отправить
tr_tr: Yolla

source: Back
pl_pl: Wróć
ru_ru: Назад
tr_tr: Geri

source: Thank you for taking your time to give us feedback. We will consider it and get back to you as quickly as possible.
pl_pl: Dziękujemy, że poświęciłeś swój czas na przesłanie zgłoszenia. Jeśli wymaga ono naszej odpowiedzi, skontaktujemy się najszybciej jak to możliwe.
ru_ru: Спасибо, что уделили минуту вашего времени. Мы внимательно ознакомимся с вашим отзывом и свяжемся с вами в кротчайшие сроки.
tr_tr: Bize geri bildirim için zaman ayırdığınızdan dolayı teşekkürler. Değerlendirip geri dönüş yapacağız.

source: Done
pl_pl: Zrobione
ru_ru: Готово
tr_tr: Tamam

source: Leave another message
pl_pl: Wyślij kolejne zgłoszenie
ru_ru: Отправить еще одно сообщение
tr_tr: Başka mesaj bırak

source: User Feedback
tr_tr: Ziyaretçi geri bildirimi

source: Configure where the User Feedback tool should be loaded.
pl_pl: Ustaw, gdzie narzędzie User Feedback powinno się pokazywać.
ru_ru: Настройте, где должен отображаться инструмент User Feedback
tr_tr: Geri bildirim aracının nerede gözükmesi gerektiğini ayarlayın.

source: Display Options
pl_pl: Opcje wyświetlania
ru_ru: Опции отображения
tr_tr: Gösterim seçenekleri

source: Load for non-logged in users
pl_pl: Wyświetl dla niezalogowanych użytkowników
ru_ru: Загружать для незарегистрированных пользователей
tr_tr: Giriş yapmamış kullanıcılar için çağır

source: Load in the WordPress admin
pl_pl: Wyświetl w panelu administracyjnym
ru_ru: Загружать в административной панели WordPress
tr_tr: Wordpress admin de çağır

source: Settings
pl_pl: Opcje
ru_ru: Настройки
tr_tr: Ayarlar

source: Allows users to submit feedback and bug reports anywhere on the site using an interactive feedback button.
pl_pl: Pozwala użytkownikom na przesyłanie informacji zwrotnych oraz raporty o błędach w dowolnym miejscu na stronie za pomocą interaktywnego przycisku.
ru_ru: Позволяет пользователям отправлять отзывы и отчеты об ошибках с любой страницы сайта с помощью интуитивно понятной кнопки.
tr_tr: İnteraktif geri bildirim butonu ile, ziyaretçilerin geri bildirim ve sitenin herhangi bir yerindeki hataya ilişkin raporlar göndermesini sağlar.

# step 1
source: Feedback
pl_pl: Zgłoszenie
ru_ru: Отзыв
tr_tr: Geri bildirim

# step 3
source: Highlight area
pl_pl: Zaznaczanie obszaru
ru_ru: Выделите участок
tr_tr: Alanı vurgula

# step 2
source: Leave a message
pl_pl: Zostaw wiadomość
ru_ru: Добавьте комментарий
tr_tr: Mesaj bırak

# help button title text and aria label
source: Submit Feedback
pl_pl: Potwierdź zgłoszenie
ru_ru: Отправить отзыв
tr_tr: Geri bildirimi yolla

# modal title
source: Feedback
pl_pl: Zgłoszenie
ru_ru: Оставить отзыв
tr_tr: Geri bildirim

# modal title
source: Highlight area
pl_pl: Zaznaczanie obszaru
ru_ru: Выделите участок
tr_tr: Vurgulama Alanı

# input field placeholder
source: Your name
pl_pl: Twoje imię
ru_ru: Ваше имя
tr_tr: Adınız

# input field placeholder
source: Email address
pl_pl: adres e-mail
ru_ru: Эл. почта
tr_tr: Eposta adresiniz

# close button title text and aria label
source: Close
pl_pl: Zamknij
ru_ru: Закрыть
tr_tr: Kapat

# alt text
source: Annotated Screenshot
pl_pl: Załączony zrzut ekranu
tr_tr: Alıntı yapılan ekran görüntüsü

# by user xy
source: From
pl_pl: Od
ru_ru: От
tr_tr: Kimden

# textarea placeholder
source: Tell us what we should improve or fix &hellip;
pl_pl: Napisz, co powinniśmy ulepszyć lub naprawić &hellip;
ru_ru: Подскажите, что нам следует улучшить или исправить &hellip;
tr_tr: Bize geliştirme veya düzeltmemiz gerekeni söyleyin &hellip;
